
# Answers to basic commands

START__MESSAGE1 = "Приветствуем тебя user-name!"

START__MESSAGE2 = (
    "Нет такой опасности в мире, с которой не справился бы Орден Охотников. Эта организация занимается истреблением опасных зверей, монстров и не очень хороших людей."
    "\n\n"
    "В последнее время у Охотников слишком много работы, поэтому им требуются новые бойцы. Вам повезло пополнить ряды ордена в Виндволе, крупном городе на западе Тихой Долины."
    "\n\n"
    "Отсюда и начинается Ваш путь. Доброй охоты!"
)

START__MESSAGE3 = "Используй команду /menu для перехода в главное меню."


# Main menu (M2)

M2_MESSAGE = "Подгрузили кнопки главного меню."

M2_BUTTON__HUNTING = "Охота"
M2_BUTTON__CHARACTER = "Персонаж"

BUTTON__TO_THE_MAIN_MENU = "Вернуться в главное меню"


# Character

CHARACTER__MESSAGE = (
    "<b><i>ПЕРСОНАЖ</i></b>"
    "\n<pre>"
    "\n ⌈ Уровень - character-level"
    "\n ⌈ Опыт - character-experience"
    "\n"
    "\n ⌈ Урон - character-damage"
    "\n ⌈ Здоровье - character-health"
    "\n ⌈ Броня - character-armor"
    "\n"
    "\n ОРУЖИЕ:"
    "\n ⌈ Название - weapon-name"
    "\n ⌈ Урон - weapon-value"
    "\n"
    "\n ДОСПЕХИ:"
    "\n ⌈ Название - armor-name"
    "\n ⌈ Броня - armor-value"
    "</pre>"
)


# Hunting

HUNTING__MESSAGE = (
    "<b><i>БЛУЖДАЮЩИЕ МОНСТРЫ</i></b>"
    "\n\n<b><i>Быстрая охота</i></b>"
    "\nОхота в окрестностях. Сражение против случайного монстра."
    "\n\n<b><i>Заказы</i></b>"
    "\nВзять заказ на монстра и отравиться за ним по следам. Будьте бдительны, на пути за монстром могут поджидать другие опасности."
)
