
# Answers to basic commands

START__MESSAGE1 = "Приветствуем тебя user-name!"

START__MESSAGE2 = (
    "Нет такой опасности в мире, с которой не справился бы Орден Охотников. Эта организация занимается истреблением опасных зверей, монстров и не очень хороших людей."
    "\n\n"
    "В последнее время у Охотников слишком много работы, поэтому им требуются новые бойцы. Вам повезло пополнить ряды ордена в Виндволе, крупном городе на западе Тихой Долины."
    "\n\n"
    "Отсюда и начинается Ваш путь. Доброй охоты!"
)

START__MESSAGE3 = "Используй команду /menu для перехода в главное меню."


# Main menu (M2)

M2_MESSAGE = "Главное меню"

M2_BUTTON__HUNTING = "Охота"
